{
  "Executive": "Our executive team leads DS3 with vision and dedication, coordinating across all committees to fulfill our mission of fostering data science education and community at UCSD.",
  "Infrastructure": "This committee designs and maintains the DS3 website using cutting-edge technologies. They ensure our digital presence is modern, functional, and reflective of our mission while implementing best practices in web development.",
  "Marketing": "Our marketing team promotes DS3 on social media platforms like Instagram to attract new members while staying current with popular trends. They create engaging content that showcases our events and community to the wider UCSD campus.",
  "Design": "The design committee creates visually appealing themes and graphics that are applied throughout the club. They establish our visual identity and ensure consistency across all DS3 materials, from event flyers to website elements.",
  "Workshops": "Our workshops team hosts interactive sessions on topics ranging from web development to GitHub to machine learning. They design and deliver hands-on learning experiences that teach audiences new technologies through engaging, practical instruction.",
  "Professional Events": "This committee invites company representatives from organizations like Qualcomm and Palantir to meet with our members. They organize networking sessions, tech talks, and recruitment events that connect students with industry professionals.",
  "Social Events": "The social events team plans and coordinates gatherings like beach bonfires and other activities where members can get to know each other and connect. They foster a sense of community and belonging among DS3 members outside of technical contexts.",
  "Online Content": "Our online content team creates and curates educational resources, tutorials, and articles related to data science. They develop digital content that extends our educational mission beyond in-person events, making knowledge accessible to a wider audience.",
  "Projects": "The projects team creates various machine learning initiatives for members to join. They mentor participants through the development of impressive projects that can be showcased to employers, providing hands-on experience with real-world data science applications.",
  "Consulting": "Our consulting committee meets with external companies and faculty to create new DS3 events and opportunities. They build partnerships that enhance our offerings and connect our organization with the broader data science community.",
  "Alumni": "The alumni committee helps maintain a strong community of former DS3 members. They provide networking opportunities for alumni to connect with current members and share their experiences."
}