{
  "upcoming": {
    "title": "Upcoming Events",
    "subtitle": "Want to see what's next?"
  },
  "workshops": {
    "title": "Workshops",
    "subtitle": "Python. GitHub. Web Development. Generative AI.",
    "name": "Workshops",
    "image": "/main-site/GetInvolved/workshop-img.png",
    "points": {
      "Accessible for All": "Our workshops are designed for every skill level — whether you're brand new to data science or diving into advanced topics.",
      "Experience Through Practice": "We focus on helping students build practical skills and confidence to grow as capable data scientists.",
      "Diverse Topics": "Sessions cover everything from Exploratory Data Analysis and Scikit-Learn to Generative AI, LLMs, and AI agents."
    }
  },
  "social": {
    "title": "Social Events",
    "subtitle": "Mentorship. Community. Fun.",
    "name": "Social Events",
    "image": "/main-site/GetInvolved/social-img.png",
    "points": {
      "Mentorship": "Through our Big-Little mentorship program, members are matched for guidance, friendship, and support—building strong connections across experience levels.",
      "Community Beyond Coding": "From beach bonfires to game nights, we host events that bring members together for fun, relaxation, and real community.",
      "Social Meets Growth": "Whether it's ice skating, study jams, or themed mixers, our events help members unwind, engage, and grow alongside fellow data enthusiasts."
    }
  },
  "professional": {
    "title": "Professional Events",
    "subtitle": "Networking. Career Growth. Industry Insights.",
    "name": "Professional Events",
    "image": "/main-site/GetInvolved/pf-events-img.png",
    "points": {
      "Grow Your Network": "Connect with professionals, alumni, and recruiters through speaker panels, career nights, and exclusive networking events.",
      "Build Your Career Toolkit": "Strengthen your resume, portfolio, and LinkedIn through interactive workshops on personal branding and professional storytelling.",
      "Discover Your Path in Data Science": "Explore roles across industry and research, and gain insights on how to turn your skills into meaningful opportunities."
    }
  }
}
